Repository: sarthak-SyntaxSamurai/FrogDrop
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# pdf-toolkit.merge-complete.title
source: PDFs Merged
es_419: PDF combinados

# pdf-toolkit.merge-complete.body
source: Combined %d pages into %@
es_419: Se combinaron %d páginas en %@

# screen-color-sampler.color-picked.title
source: Color Picked
es_419: Color seleccionado

# screen-color-sampler.color-picked.body
source: %@ copied to clipboard!
es_419: ¡%@ copiado al portapapeles!

# clipboard-manager.default-rule.keychain-access
source: Keychain Access
es_419: Acceso a Llaveros

# clipboard-manager.source-app.unknown
source: Unknown
es_419: Desconocido

# clipboard-toast.item-type.temporary
source: Temporary Item
es_419: Elemento temporal

# clipboard-toast.action.stay
source: Stay
es_419: Conservar

# dropzone.tab.drop-target.title
source: Drop files here
es_419: Suelta archivos aquí

# dropzone.tab.drop-target.subtitle
source: Drag files here to store
es_419: Arrastra archivos aquí para guardarlos

# timer.history.default-name.focus-session
source: Focus Session
es_419: Sesión de enfoque

# dropzone.window.collapsed.title
source: DROP
es_419: SUELTA

# timer.floating-pill.state.focusing
source: Focusing
es_419: En enfoque

# timer.floating-pill.state.ready-to-focus
source: Ready to Focus
es_419: Listo para enfocarte

# ocr.notification.title.text-extracted
source: Text Extracted (OCR)
es_419: Texto extraído (OCR)

# ocr.notification.body.images-processed
source: %d image(s) processed. Text copied to clipboard!
es_419: Se procesaron %d imágenes. ¡Texto copiado al portapapeles!

# ocr.notification.body.extracted-text-copied
source: Extracted text copied to clipboard!
es_419: ¡Texto extraído copiado al portapapeles!

# timer.duration.cancel
source: Cancel
es_419: Cancelar

# timer.duration.minutes-5
source: 5m
es_419: 5 min

# timer.duration.minutes-15
source: 15m
es_419: 15 min

# timer.duration.minutes-30
source: 30m
es_419: 30 min

# image-optimizer.web-conversion.title
source: Converted to Web Format
es_419: Convertida a formato web

# image-optimizer.web-conversion.saved-summary
source: %d image(s) saved to Downloads.
es_419: Se guardaron %d imágenes en Descargas.

# image-optimizer.compression.title
source: Images Compressed
es_419: Imágenes comprimidas

# image-optimizer.compression.saved-summary
source: %d image(s) compressed & saved to Downloads.
es_419: Se comprimieron y guardaron %d imágenes en Descargas.

# image-optimizer.metadata-strip.title
source: Metadata Stripped
es_419: Metadatos eliminados

# image-optimizer.metadata-strip.summary
source: EXIF & GPS location removed. Saved to Downloads.
es_419: Se eliminaron EXIF y la ubicación GPS. Se guardó en Descargas.

# popup.quick-access.timer
source: Timer
es_419: Temporizador

# popup.quick-access.clipboard
source: Clipboard
es_419: Portapapeles

# popup.quick-access.dropzone
source: Dropzone
es_419: Zona de destino

# popup.header.premium-tagline
source: FrogDrop • Premium 3-in-1
es_419: FrogDrop • Premium 3 en 1

# popup.action.quit
source: Quit
es_419: Salir

# app.delegate.menu.icon-style.unknown
source: Unknown
es_419: Desconocido

# app.delegate.menu.icon-style.title
source: Icon Style
es_419: Estilo de icono

# app.delegate.menu.icon-style.default-frog
source: Default Frog
es_419: Frog predeterminado

# app.delegate.menu.icon-style.minimal-white
source: Minimal White
es_419: Blanco minimalista

# app.delegate.menu.icon-style.custom-image
source: Custom Image
es_419: Imagen personalizada

# app.delegate.menu.check-for-updates
source: Check for Updates...
es_419: Buscar actualizaciones...

# app.delegate.menu.open-dashboard
source: Open Dashboard
es_419: Abrir Panel de Control

# app.delegate.menu.quit-app
source: Quit FrogDrop
es_419: Salir de FrogDrop

# todo.list.title
source: To-Do List
es_419: Lista de tareas

# todo.list.add-task.placeholder
source: Add task...
es_419: Agregar tarea...

# todo.list.empty-state
source: No tasks yet
es_419: Aún no hay tareas

# todo.list.action.start-focus-timer
source: Start Focus Timer
es_419: Inicia el temporizador de enfoque

# todo.list.action.start-stopwatch
source: Start Stopwatch
es_419: Iniciar cronómetro

# todo.list.action.delete-task
source: Delete Task
es_419: Eliminar tarea

# dashboard.welcome.title
source: Welcome Back!
es_419: ¡Qué bueno tenerte de vuelta!

# dashboard.welcome.subtitle
source: Keep your focus game sharp today.
es_419: Mantén tu enfoque al máximo hoy.

# dashboard.stats.daily-goal-progress
source: Daily Goal: %dm / %dm
es_419: Meta diaria: %dm / %dm

# dashboard.stats.focused-today.label
source: Focused Today
es_419: Enfoque de hoy

# dashboard.stats.focused-today.value
source: %dm
es_419: %d min

# dashboard.stats.completed-tasks.label
source: Completed Tasks
es_419: Tareas completadas

# dashboard.pending-tasks.section-title
source: TODAY'S PENDING TASKS
es_419: Tareas pendientes de hoy

# dashboard.pending-tasks.empty-state
source: All caught up!
es_419: ¡Ya estás al día!

# dashboard.pending-tasks.start-focus-session
source: Start Focus Session
es_419: Inicia sesión de enfoque

# clipboard.tab.search-history.placeholder
source: Search history...
es_419: Buscar en el historial...

# clipboard.tab.clear-history.button
source: Clear History
es_419: Borrar historial

# clipboard.tab.empty-state.message
source: Clipboard is empty
es_419: El portapapeles está vacío

# clipboard.tab.pin-state.stay
source: Stay
es_419: Conservar

# clipboard.tab.context.open-link-or-path
source: Open Link or Path
es_419: Abrir enlace o ruta

# clipboard.tab.context.edit-item
source: Edit Item
es_419: Editar elemento

# clipboard.tab.context.unpin-item
source: Unpin Item
es_419: Desfijar elemento

# clipboard.tab.context.pin-item
source: Pin Item
es_419: Fijar elemento

# clipboard.tab.context.delete-item
source: Delete Item
es_419: Eliminar elemento

# clipboard.tab.edit-sheet.title
source: Edit Clipboard Item
es_419: Editar elemento del portapapeles

# clipboard.tab.edit-sheet.cancel
source: Cancel
es_419: Cancelar

# clipboard.tab.edit-sheet.save
source: Save
es_419: Guardar

# update-manager.error.offline
source: Could not check updates (offline)
es_419: No se pudieron buscar actualizaciones (sin conexión)

# update-manager.error.invalid-server-response
source: Invalid response from server
es_419: Respuesta no válida del servidor

# update-manager.error.no-releases-published
source: No releases published yet on GitHub
es_419: Aún no hay versiones publicadas en GitHub

# update-manager.error.github-rate-limit
source: GitHub API rate limit reached. Please try again later.
es_419: Se alcanzó el límite de tasa de la API de GitHub. Inténtalo de nuevo más tarde.

# update-manager.error.server-http-status
source: Server error (HTTP %d)
es_419: Error del servidor (HTTP %d)

# update-manager.release-notes.fallback
source: New performance improvements and bug fixes.
es_419: Nuevas mejoras de rendimiento y corrección de errores.

# update-manager.status.update-available
source: %@ is available!
es_419: ¡%@ está disponible!

# update-manager.status.up-to-date
source: FrogDrop is up to date (%@)
es_419: FrogDrop está actualizado (%@)

# update-manager.error.parse-release-info
source: Failed to parse release information
es_419: No se pudo analizar la información de la versión

# update-manager.progress.downloading-version
source: Downloading %@...
es_419: Descargando %@...

# update-manager.error.download-failed-with-reason
source: Download failed: %@
es_419: Error al descargar: %@

# update-manager.error.update-failed.download
source: Update failed
es_419: Error al actualizar

# update-manager.error.downloaded-file-missing
source: Downloaded file not found
es_419: No se encontró el archivo descargado

# update-manager.progress.installing-and-restarting
source: Installing update & restarting...
es_419: Instalando actualización y reiniciando...

# update-manager.error.installation-with-reason
source: Installation error: %@
es_419: Error de instalación: %@

# update-manager.error.update-failed.installation
source: Update failed
es_419: Error al actualizar

# settings.app.tab.grid
source: Grid
es_419: Cuadrícula

# settings.app.tab.rules
source: Rules
es_419: Reglas

# settings.app.title
source: Settings
es_419: Configuración

# settings.app.subtitle.customize
source: Customize FrogDrop to your liking
es_419: Personaliza FrogDrop a tu gusto

# settings.app.menu-bar-icon.section-title
source: Menu Bar Icon
es_419: Ícono de la barra de menús

# settings.app.menu-bar-icon.style.label
source: Icon Style
es_419: Estilo de icono

# settings.app.menu-bar-icon.style.default-frog
source: Default Frog
es_419: Frog predeterminado

# settings.app.menu-bar-icon.style.minimal-white
source: Minimal White
es_419: Blanco minimalista

# settings.app.menu-bar-icon.style.custom-image
source: Custom Image
es_419: Imagen personalizada

# settings.app.menu-bar-icon.choose-image
source: Choose Image...
es_419: Elegir imagen...

# settings.app.haptics.section-title
source: Haptics
es_419: Hápticos

# settings.app.haptics.description
source: Feedback intensity when interacting with FrogDrop.
es_419: Intensidad de la respuesta al interactuar con FrogDrop.

# settings.app.url-shortening.section-title
source: URL Shortening
es_419: Acortamiento de URL

# settings.app.url-shortening.description
source: Automatically shorten copied URLs by stripping tracking parameters locally.
es_419: Acorta automáticamente las URL que copies al eliminar parámetros de seguimiento de forma local.

# settings.app.url-shortening.toggle
source: Shorten Copied Links Automatically
es_419: Acortar automáticamente los enlaces copiados

# settings.app.clipboard-retention.section-title
source: Clipboard Retention
es_419: Retención del portapapeles

# settings.app.clipboard-retention.description
source: Auto-delete old unpinned clipboard items.
es_419: Elimina automáticamente los elementos antiguos no fijados del portapapeles.

# settings.app.clipboard-retention.enable-auto-delete
source: Enable Auto-delete
es_419: Activar eliminación automática

# settings.app.clipboard-retention.duration.one-day
source: 1 Day
es_419: 1 día

# settings.app.clipboard-retention.duration.seven-days
source: 7 Days
es_419: 7 días

# settings.app.clipboard-retention.duration.fourteen-days
source: 14 Days
es_419: 14 días

# settings.app.clipboard-retention.duration.thirty-days
source: 30 Days
es_419: 30 días

# settings.app.clipboard-expiry.section-title
source: Clipboard Expiry
es_419: Caducidad del portapapeles

# settings.app.clipboard-expiry.description
source: Auto-delete items copied from temporary applications.
es_419: Elimina automáticamente los elementos copiados de aplicaciones temporales.

# settings.app.daily-focus-goal.section-title
source: Daily Focus Goal
es_419: Meta diaria de enfoque

# settings.app.daily-focus-goal.description
source: Set your daily focus target (minimum 120 minutes).
es_419: Establece tu objetivo diario de enfoque (mínimo 120 minutos).

# settings.app.daily-focus-goal.value-minutes
source: %dm
es_419: %d min

# settings.app.appearance.section-title
source: Appearance
es_419: Apariencia

# settings.app.appearance.darkness.description
source: Adjust the darkness of the menu bar popup window.
es_419: Ajusta la oscuridad de la ventana emergente de la barra de menús.

# settings.app.appearance.darkness.fully-transparent
source: Fully Transparent
es_419: Totalmente transparente

# settings.app.appearance.darkness.light
source: Light
es_419: Claro

# settings.app.appearance.darkness.medium
source: Medium
es_419: Medio

# settings.app.appearance.darkness.dark
source: Dark
es_419: Oscuro

# settings.app.appearance.popup-window-style.label
source: Popup Window Style
es_419: Estilo de la ventana emergente

# settings.app.appearance.popup-window-style.popover-classic
source: Popover (Classic)
es_419: Ventana emergente (clásico)

# settings.app.appearance.popup-window-style.panel-wifi-style
source: Panel (WiFi Style)
es_419: Panel (estilo WiFi)

# settings.app.appearance.popup-window-style.popover-classic.description
source: Classic popover anchored with a pointer arrow to the status item.
es_419: Popover clásico anclado al ícono de la barra de menús, con una flecha indicadora.

# settings.app.appearance.popup-window-style.panel-wifi-style.description
source: Floating window style directly below the status item, matching native system menus.
es_419: Estilo de ventana flotante justo debajo del ícono de estado, en consonancia con los menús nativos del sistema.

# settings.app.updates-about.section-title
source: Updates & About
es_419: Actualizaciones y Acerca de

# settings.app.updates-about.current-version.label
source: Current Version
es_419: Versión actual

# settings.app.updates-about.build.label
source: Build
es_419: Compilación

# settings.app.updates-about.build.value.release-open-source
source: Release (Open Source)
es_419: Versión de lanzamiento (código abierto)

# settings.app.updates-about.platform.label
source: Platform
es_419: Plataforma

# settings.app.updates-about.platform.value.macos14-apple-silicon-intel
source: macOS 14+ (Apple Silicon & Intel)
es_419: macOS 14+ (Apple Silicon e Intel)

# settings.app.updates-about.update-available.version
source: %@ Available!
es_419: ¡%@ disponible!

# settings.app.updates-about.update-relaunch-now.button
source: Update & Relaunch Now
es_419: Actualizar y reiniciar ahora

# settings.app.updates-about.up-to-date.message
source: FrogDrop is up to date
es_419: FrogDrop está actualizado

# settings.app.updates-about.last-checked
source: Last checked: %@
es_419: Última verificación: %@

# settings.app.updates-about.check-for-updates.button
source: Check for Updates
es_419: Buscar actualizaciones

# settings.app.folders-apps.section-title
source: Folders & Apps
es_419: Carpetas & apps

# settings.app.folders-apps.empty-state
source: No folders added yet.
es_419: Aún no has agregado carpetas.

# settings.app.folders-apps.add-folder.button
source: Add Folder...
es_419: Agregar carpeta...

# settings.app.builtin-actions.section-title
source: Built-in Actions
es_419: Acciones integradas

# settings.app.builtin-actions.inspect-exif
source: Inspect EXIF
es_419: Inspeccionar EXIF

# settings.app.builtin-actions.extract-text-ocr
source: Extract Text (OCR)
es_419: Extraer texto (OCR)

# settings.app.builtin-actions.convert-to-web-avif
source: Convert to Web (AVIF)
es_419: Convertir para web (AVIF)

# settings.app.builtin-actions.compress-image
source: Compress Image
es_419: Comprimir imagen

# settings.app.builtin-actions.strip-exif-metadata
source: Strip EXIF Metadata
es_419: Eliminar metadatos EXIF

# settings.app.builtin-actions.merge-pdfs
source: Merge PDFs
es_419: Combinar PDFs

# settings.app.builtin-actions.pick-screen-color
source: Pick Screen Color
es_419: Elige color de la pantalla

# settings.app.builtin-actions.send-via-email
source: Send via Email
es_419: Enviar por correo electrónico

# settings.app.builtin-actions.upload-to-imgur
source: Upload to Imgur
es_419: Subir a Imgur

# settings.app.builtin-actions.shorten-url
source: Shorten URL
es_419: Acortar URL

# settings.app.builtin-actions.zip-files
source: Zip Files
es_419: Comprimir archivos

# settings.app.builtin-actions.resize-image-800px
source: Resize Image (800px)
es_419: Redimensionar imagen (800px)

# settings.app.builtin-actions.convert-to-png
source: Convert to PNG
es_419: Convertir a PNG

# settings.app.builtin-actions.copy-file-path
source: Copy File Path
es_419: Copiar ruta del archivo

# settings.app.builtin-actions.open-path
source: Open Path
es_419: Abrir ruta

# settings.app.rules.app-preferences.section-title
source: App Preferences
es_419: Preferencias de la app

# settings.app.rules.empty-state
source: No rules yet. Add one below.
es_419: Todavía no hay reglas. Agrega una abajo.

# settings.app.rules.action.save-permanent
source: Save (Permanent)
es_419: Guardar (permanente)

# settings.app.rules.action.temporary
source: Temporary
es_419: Temporal

# settings.app.rules.action.ignore-dont-save
source: Ignore (Don't Save)
es_419: Ignorar (No guardar)

# settings.app.rules.delete-rule.button
source: Delete Rule
es_419: Eliminar regla

# settings.app.rules.add-rule.button
source: Add Rule
es_419: Agregar regla

# settings.app.rules.source.label
source: Source:
es_419: Origen:

# settings.app.rules.source.running-apps
source: Running Apps
es_419: Apps en ejecución

# settings.app.rules.source.manual-entry
source: Manual Entry
es_419: Entrada manual

# settings.app.rules.source.manual-entry.placeholder
source: Type application name (e.g. Xcode)
es_419: Escribe el nombre de la aplicación (p. ej., Xcode)

# settings.app.rules.source.running-apps.empty-state
source: No active apps found
es_419: No se encontraron apps activas

# settings.app.rules.behavior.label
source: Behavior
es_419: Comportamiento

# settings.app.rules.behavior.temporary-expiry
source: Temporary Expiry
es_419: Vencimiento temporal

# settings.app.rules.behavior.ignore-dont-save
source: Ignore (Don't Save)
es_419: Descartar (No guardar)

# settings.app.rules.behavior.save-permanent
source: Save Permanent
es_419: Guardar permanentemente

# settings.app.rules.add-rule.confirm-button
source: Add Rule
es_419: Agregar regla

# dropzone.grid.shelf.summary
source: SHELF (%d groups, %d files)
es_419: ESTANTE (%d grupos, %d archivos)

# dropzone.grid.shelf.combine.button
source: Combine
es_419: Combinar

# dropzone.grid.shelf.clear.button
source: Clear
es_419: Borrar

# dropzone.grid.shelf.drop-target
source: Drop here to Shelve
es_419: Suelta aquí para archivar

# dropzone.grid.add-folder.dialog.title
source: Add to Grid
es_419: Agregar a la cuadrícula

# dropzone.grid.add-folder.dialog.message
source: Choose a folder to add to your Dropzone grid
es_419: Elige una carpeta para agregarla a tu cuadrícula de Dropzone

# dropzone.grid.add-folder.button
source: Add to Grid
es_419: Agregar a la cuadrícula

# dropzone.grid.section.folders-apps
source: FOLDERS / APPS
es_419: CARPETAS / APPS

# dropzone.grid.section.actions
source: ACTIONS
es_419: ACCIONES

# dropzone.grid.action.inspect-exif.button
source: Inspect EXIF
es_419: Inspeccionar EXIF

# dropzone.grid.action.inspect-exif.menu
source: Inspect EXIF
es_419: Inspeccionar EXIF

# dropzone.grid.action.extract-ocr.button
source: Extract OCR
es_419: Extraer OCR

# dropzone.grid.toast.copied-to-clipboard
source: Copied to Clipboard!
es_419: ¡Copiado al portapapeles!

# dropzone.grid.action.extract-ocr.menu
source: Extract OCR
es_419: Extraer OCR

# dropzone.grid.action.to-webp.button
source: To WebP
es_419: A WebP

# dropzone.grid.action.to-webp.menu
source: To WebP
es_419: A WebP

# dropzone.grid.action.compress.button
source: Compress
es_419: Comprimir

# dropzone.grid.action.compress.menu
source: Compress
es_419: Comprimir

# dropzone.grid.action.strip-exif.button
source: Strip EXIF
es_419: Eliminar EXIF

# dropzone.grid.action.strip-exif.menu
source: Strip EXIF
es_419: Eliminar EXIF

# dropzone.grid.action.merge-pdf.button
source: Merge PDF
es_419: Combinar PDF

# dropzone.grid.action.merge-pdf.menu
source: Merge PDF
es_419: Combinar PDF

# dropzone.grid.action.pick-color.button
source: Pick Color
es_419: Elegir color

# dropzone.grid.action.pick-color.menu
source: Pick Color
es_419: Elegir color

# dropzone.grid.action.email.button
source: Email
es_419: Correo electrónico

# dropzone.grid.action.email.menu
source: Email
es_419: Correo electrónico

# dropzone.grid.action.shorten-url.button
source: Shorten URL
es_419: Acortar URL

# dropzone.grid.action.shorten-url.menu
source: Shorten URL
es_419: Acortar URL

# dropzone.grid.action.zip-files.button
source: Zip Files
es_419: Comprimir archivos

# dropzone.grid.action.zip-files.menu
source: Zip Files
es_419: Comprimir archivos

# dropzone.grid.action.resize-image.button
source: Resize Image
es_419: Redimensionar imagen

# dropzone.grid.action.resize-image.menu
source: Resize Image
es_419: Redimensionar imagen

# dropzone.grid.action.convert-to-png.button
source: Convert to PNG
es_419: Convertir a PNG

# dropzone.grid.action.convert-to-png.menu
source: Convert to PNG
es_419: Convertir a PNG

# dropzone.grid.action.copy-path.button
source: Copy Path
es_419: Copiar ruta

# dropzone.grid.action.copy-path.menu
source: Copy Path
es_419: Copiar ruta

# dropzone.grid.action.open-path.button
source: Open Path
es_419: Abrir ruta

# dropzone.grid.action.open-path.menu
source: Open Path
es_419: Abrir ruta

# dropzone.grid.run-action.dialog.title
source: Run Action
es_419: Ejecutar acción

# dropzone.grid.run-action.dialog.message
source: Select files or folders to run this action
es_419: Selecciona archivos o carpetas para ejecutar esta acción

# dropzone.grid.shelf.group-item-count
source: %d Items
es_419: %d elementos

# dropzone.grid.shelf.context.quicklook-preview
source: QuickLook Preview
es_419: Vista previa de QuickLook

# dropzone.grid.shelf.context.reveal-in-finder
source: Reveal in Finder
es_419: Mostrar en el Finder

# dropzone.grid.shelf.context.copy-path
source: Copy Path
es_419: Copiar ruta

# dropzone.grid.shelf.context.open
source: Open
es_419: Abrir

# dropzone.grid.shelf.context.move-to-trash
source: Move to Trash
es_419: Mover a la Papelera

# dropzone.grid.shelf.context.remove-from-shelf
source: Remove from Shelf
es_419: Quitar de Shelf

# dropzone.grid.shelf.context.combine-with-others
source: Combine with Others
es_419: Combinar con otros

# dropzone.grid.combine-groups.title
source: COMBINE GROUPS
es_419: COMBINA GRUPOS

# dropzone.grid.combine-groups.cancel
source: Cancel
es_419: Cancelar

# dropzone.grid.combine-groups.confirm
source: Combine
es_419: Combinar

# dropzone.grid.inspect-exif.sheet.title
source: Inspect EXIF Metadata
es_419: Inspeccionar metadatos EXIF

# dropzone.grid.inspect-exif.metadata.extract-text-ocr
source: Extract Text (OCR)
es_419: Extraer texto (OCR)

# dropzone.grid.inspect-exif.metadata.convert-to-web-avif
source: Convert to Web (AVIF)
es_419: Convertir para web (AVIF)

# dropzone.grid.inspect-exif.metadata.compress-image
source: Compress Image
es_419: Comprimir imagen

# dropzone.grid.inspect-exif.metadata.strip-exif-metadata
source: Strip EXIF Metadata
es_419: Eliminar metadatos EXIF

# dropzone.grid.inspect-exif.metadata.merge-into-pdf
source: Merge into PDF
es_419: Combinar en PDF

# dropzone.grid.inspect-exif.metadata.pick-screen-color
source: Pick Screen Color
es_419: Elegir color de la pantalla

# dropzone.grid.inspect-exif.metadata.email
source: Email
es_419: Correo electrónico

# dropzone.grid.inspect-exif.metadata.upload-to-imgur
source: Upload to Imgur
es_419: Subir a Imgur

# dropzone.grid.inspect-exif.metadata.shorten-url
source: Shorten URL
es_419: Acortar URL

# dropzone.grid.inspect-exif.metadata.zip-files
source: Zip Files
es_419: Comprimir archivos

# dropzone.grid.inspect-exif.metadata.resize-image-800px
source: Resize Image (800px)
es_419: Redimensionar imagen (800 px)

# dropzone.grid.inspect-exif.metadata.convert-to-png
source: Convert to PNG
es_419: Convertir a PNG

# dropzone.grid.inspect-exif.metadata.copy-path
source: Copy Path
es_419: Copiar ruta

# dropzone.grid.inspect-exif.metadata.open-path
source: Open Path
es_419: Abrir ruta

# settings.menu-bar.tab.grid
source: Grid
es_419: Cuadrícula

# settings.menu-bar.tab.rules
source: Rules
es_419: Reglas

# settings.menu-bar.general.menu-bar-icon.section-title
source: MENU BAR ICON
es_419: ÍCONO DE LA BARRA DE MENÚS

# settings.menu-bar.general.menu-bar-icon.style.custom
source: Custom
es_419: Personalizado

# settings.menu-bar.general.menu-bar-icon.choose-image
source: Choose Image...
es_419: Elegir imagen...

# settings.menu-bar.general.haptics.section-title
source: HAPTICS
es_419: RESPUESTA HÁPTICA

# settings.menu-bar.general.keep-history.section-title
source: KEEP HISTORY
es_419: MANTENER HISTORIAL
